import React from "react";

const Colab = () => {
    return (

        <div id='part4' className='collab'>

            <h1 className='pb-4'>Етапи співпраці:</h1>

           <ol>
               <li>Обговорення плану роботи - скільки сторінок, блоків, поп апів, з того розраховую вартість та озвучую зразу фіксовану суму за свою роботу.</li>
               <li>Після оплати 30% предоплати я прошу надіслати всі необхідні матеріали для роботи - логотип, шрифти, гейдлайни, посилання на соц. мережі
                   ( все що може вплинути на створення стилю сайту).</li>
               <li>Проводжу аналіз конкурентів прямих та не прямих. Проходжусь по соц. мережах взамодії з ітерфейсом ( приклад: додати товар у кошик,
                   відправити заявку), щоб виявити переваги/недоліки та застосовати в своєму проекті.</li>
               <li>Розробляю вайфрейм та прототип сайту ( чб. макет без дизайну) для узгодження структури.</li>
               <li>Розробляю мудборд проекту: кольори, шрифти, графіка. Після показую це клієнту, щоб ми точно опреділились, куди рухаємося.</li>
               <li>Роблю 2-3 концепта першого екрану для утвердження фінального стилю.</li>
               <li>Розробка дизайну інших блоків та сторінок.</li>
               <li>Адаптація комп'ютерної верстки сайту під мобільний пристрій.</li>
           </ol>
            
            
        </div>)

}

export default Colab